# Tap homebrew
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'

# Brew Applications
brew "dockutil"
brew "go"
brew "libunistring"
brew "openssl@1.1"
brew "wget"
brew "gettext"
brew "libidn2"
brew "mas"
brew "shpotify"
brew "nvim" 

# Cask Applications
cask '1password'
cask 'ableton-live-suite'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'google-backup-and-sync'
cask 'google-chrome-beta'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'microsoft-edge'
cask 'native-access'
cask 'notion'
cask 'slack'
cask 'splice'
cask 'spotify'
cask 'telegram'
cask 'ticktick'
cask 'visual-studio-code'
cask 'vlc-nightly'
cask 'wireshark'

# Cask Fonts
cask 'font-fira-mono-for-powerline'

# Mac Store Applications
mas 'NepTunes', id: 1006739057
mas 'Logic Pro X', id: 634148309
mas 'Culture Concorde', id: 1088330492
mas 'The Unarchiver', id: 425424353