tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "dockutil"
brew "go"
brew "mas"
brew "neovim"
brew "shpotify"
brew "wget"
cask "1password"
cask "ableton-live-suite"
cask "discord"
cask "docker"
cask "dropbox"
cask "google-backup-and-sync"
cask "google-chrome-beta"
cask "google-cloud-sdk"
cask "iterm2"
cask "microsoft-edge"
cask "native-access"
cask "notion"
cask "slack"
cask "splice"
cask "spotify"
cask "telegram"
cask "ticktick"
cask "visual-studio-code"
cask "vlc-nightly"
cask "wireshark"
mas "Culture Concorde", id: 1088330492
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro X", id: 634148309
mas "NepTunes", id: 1006739057
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 409789998
