docker
docker-compose
docker-machine
gdbm
gettext
git
go
icu4c
libidn2
libunistring
libyaml
mas
nmap
node
openssl
pcre2
python
readline
sqlite
terraform
trash
tree
wget
xz
yarn
