1password
ableton-live-suite
boostnote
discord
dropbox
google-backup-and-sync
google-chrome-beta
google-cloud-sdk
hyper
iterm2
messenger
microsoft-remote-desktop-beta
plex-media-player
skitch
slack
spotify
steam
telegram
transmission-nightly
visual-studio-code
vlc-nightly
vmware-fusion
wireshark
